@echo off
title boot handler
chcp 65001 >nul
call :banner

notepad lancher.txt

pause

:banner
echo.
echo.
echo                 [91m██████╗  ██████╗  ██████╗ ████████╗    ██╗      ██████╗  █████╗ ██████╗ ███████╗██████╗ 
echo                 [91m██╔══██╗██╔═══██╗██╔═══██╗╚══██╔══╝    ██║     ██╔═══██╗██╔══██╗██╔══██╗██╔════╝██╔══██╗
echo                 [93m██████╔╝██║   ██║██║   ██║   ██║       ██║     ██║   ██║███████║██║  ██║█████╗  ██████╔╝
echo                 [93m██╔══██╗██║   ██║██║   ██║   ██║       ██║     ██║   ██║██╔══██║██║  ██║██╔══╝  ██╔══██╗
echo                 [37m██████╔╝╚██████╔╝╚██████╔╝   ██║       ███████╗╚██████╔╝██║  ██║██████╔╝███████╗██║  ██║
echo                 [37m╚═════╝  ╚═════╝  ╚═════╝    ╚═╝       ╚══════╝ ╚═════╝ ╚═╝  ╚═╝╚═════╝ ╚══════╝╚═╝  ╚═╝
echo.
echo.
echo                                 ===============================================
echo                                          SERVER HOST FOR PROJECT COAST
echo.
echo                                            BETA REALESE MAY CRASH
echo.
echo                                          (press enter key to start)
echo                                 ===============================================
echo.
echo.
echo.
echo.


echo.
echo.
echo.
pause >nul